<?php

return array (
  
  'quotes' => array ('«', '„', '“', '»'),

  'dash' => '—',
  
  'replacements' => array (

    'и т.д.'  => 'и т. д.',
    'и т. д.' => 'и т. д.',
    'и т.п.'  => 'и т. п.',
    'и т. п.' => 'и т. п.',

    'И т.д.'  => 'И т. д.',
    'И т. д.' => 'И т. д.',
    'И т.п.'  => 'И т. п.',
    'И т. п.' => 'И т. п.',

    'т.к.'  => 'т. к.',
    'т. к.' => 'т. к.',
    'т.е.'  => 'т. е.',
    'т. е.' => 'т. е.',
    'т.о.'  => 'т. о.',
    'т. о.' => 'т. о.',
    'т.н.'  => 'т. н.',
    'т. н.' => 'т. н.',

    'Т.к.'  => 'Т. к.',
    'Т. к.' => 'Т. к.',
    'Т.е.'  => 'Т. е.',
    'Т. е.' => 'Т. е.',
    'Т.о.'  => 'Т. о.',
    'Т. о.' => 'Т. о.',
    'Т.н.'  => 'Т. н.',
    'Т. н.' => 'Т. н.',
    
    '--'  => '—',
    '–'   => '—',
    ' —'  => ' —',
    
  ),
  
  'nobreak' => array (
    'из-за',
    'из-под',
    'e. g.',
  ),

  'with-next' => '(а|в|во|въ|да|и|к|ко|къ|о|об|обо|объ|с|со|cъ|у|без|безо|безъ|для|до|за|из|изъ|или|на|над|надъ|не|ни|но|от|отъ|по|под|подъ|при|про|a|an|as|and|\&|at|but|by|for|in|no|not|of|on|or|per|the|to)',

  'with-prev' => 
  '(б|бы|ж|же|ль|ли)',
  
);


?>